<html>
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
	<link rel="stylesheet" href="css/mock_style.css" />
	<link rel="stylesheet" href="css/number_style.css" />
	<link rel="stylesheet" href="css/keyboard_style.css" />
	<link rel="stylesheet" type="text/css" href="css/jquery.alerts.css"/>
	<script type="text/javascript" src="js/jquery.js"></script>
	<script type="text/javascript" src="js/top.js"></script>
	<script type="text/javascript" src="js/jquery.corner.js"></script>
	<script src="js/jquery.caret.min.js" type="text/javascript"></script>
    <script src="js/virtual_keyboard.js" type="text/javascript"></script>
	<title>Assessment Exam Center</title>
</head>
<body onload="readXML();timer();multiLangInstru();" onselectstart="return false;" ondrag="return false;">
	<div id="container">
	<div id="pWait" style="background:grey;height:100%;width:100%;z-index:1999;position:absolute;opacity:0.4;filter:alpha(opacity=40);">
		<div style="top:45%;position:relative;color:white">
			<center><img src="images/loading.gif" style="height:50px;width:50px;display:block;"/><br/><h2>Please wait</h2></center>
		</div>
	</div>
			<div id="header">
					<div style="height:100%;float:left"><img src="images/mock_header.gif" style="height:100%" alt=""/></div><div style="height:100%;float: right"></div>
			</div>
			<div id="mainleft">
			<div id="assessmentname" style="width:99%;float:left">
			<center>
			<font size="5"><b> Online Mock Test Assessment </b></font>
			</center>
			</div>
			<div id="sectionsField">
			<fieldset><legend><b>Sections</b> <span id="showOptionalSecSummary" style="display:none"> [Attempt any <span id="maxOptSec"></span>&nbsp;of the <span id="noOptSec"></span>&nbsp;optional sections] </span> </legend>
			<div id="sections"></div>
			</fieldset>
			</div>
			<div id="instructionsDiv">
			<div style="height:90%;overflow:auto;border: 2px #ccc solid">
			<center><span><b><font size="4em" color="#2F72B7">Instructions</font></b></span></center>
				<span style="float:right;">View In : <select onchange="basInst(this.value)"><option value="instEnglish" selected>English</option><option value="instHindi">Hindi</option></select></span>

					<div id="instEnglish">
					<br/><b><u>General Instructions:</u></b>
					
					<br/>
					<ol>
						<li>Total of 30  minutes duration will be given to attempt all the questions</li>
						<li>The clock has been set at the server and the countdown timer at the top right corner of your screen will display the time remaining for you to complete the exam. When the clock runs out the exam ends by default - you are not required to end or submit your exam. </li>
						<li>The question palette at the right of screen shows one of the following statuses of each of the questions numbered:
								<table><tbody><tr><td valign="top"><span style="padding-top:5px" id="tooltip_not_visited">1</span></td><td>You have not visited the question yet.</td></tr></tbody></table>
								<table><tbody><tr><td valign="top"><span style="padding-top:5px" id="tooltip_not_answered">3</span></td><td>You have not answered the question.</td></tr></tbody></table>
								<table><tbody><tr><td valign="top"><span style="padding-top:5px" id="tooltip_answered">5</span></td><td>You have answered the question. </td></tr></tbody></table>
								<table><tbody><tr><td valign="top"><span style="padding-top:5px" id="tooltip_review">7</span></td><td>You have NOT answered the question but have marked the question for review.</td></tr></tbody></table>
								<table><tbody><tr><td valign="top"><span style="padding-top:12px" id="tooltip_reviewanswered">&nbsp;&nbsp;&nbsp;&nbsp;9</span></td> <td>You have answered the question but marked it for review. </td></tr></tbody></table>
						</li>
						<li style="list-style-type: none;">The Marked for Review status simply acts as a reminder that you have set to look at the question again. <font color="red"><i> If an answer is selected for a question that is Marked for Review, the answer will  be considered in the final evaluation.</i></font></li>
					</ol>
					<br/><b><u>Navigating to a question : </u></b>
					<ol start="4">
						<li>To select a question to answer, you can do one of the following:
							<ol type="a">
								<li> Click on the question number on the question palette at the right of your screen to go to that numbered question directly. Note that using this option does NOT save your answer to the current question. </li>
								<li> Click on Save and Next to save answer to current question and to go to the next question in sequence.</li>
								<li> Click on  Mark for Review and Next to save answer to current question, mark it for review, and to go to the next question in sequence.</li>
							</ol>
						</li>
						<li>You can view the entire paper by clicking on the <b>Question Paper</b> button.</li>
					</ol>
					<br/><b><u>Answering questions : </u></b>
					<ol start="6">
						<li>For multiple choice type question : 
							<ol type="a">
								<li>To select your answer, click on one of the option buttons</li>
								<li>To change your answer, click the another desired option button</li>
								<li>To save your answer, you MUST click on <b>Save & Next</b> </li>
								<li>To deselect a chosen answer, click on the chosen option again or click on the <b>Clear Response</b> button.</li>
								<li>To mark a question for review click on <b>Mark for Review & Next</b>. <font color="red"><i>If an answer is selected for a question that is Marked for Review, the answer will  be considered in the final evaluation. </i></font></li>
							</ol>
						</li>
						<li>For a numerical answer type question
							<ol type="a">
								<li>To enter a number as your answer, use the virtual numerical keypad</li>
								<li>A fraction (eg. 0.3 or -0.3) can be entered as an answer ONLY with '0' before the decimal point</li>
								<li>To save your answer, you MUST click on <b>Save & Next</b></li>
								<li>To clear your answer, click on the<b> Clear Response </b>button</li>
							</ol>
						</li>
						<li>To change an answer to a question, first select the question and then click on the new answer option followed by a click on the <b>Save & Next</b> button.</li>
						<li>Questions that are saved or marked for review after answering will ONLY be considered for evaluation.</li>
					</ol>
					<br/><b><u>Navigating through sections : </u></b>
					<ol start="10">
						<li>Sections in this question paper are displayed on the top bar of the screen. Questions in a section can be viewed by clicking on the section name. The section you are currently viewing is highlighted.</li>
						<li>After clicking the <b>Save & Next</b>  button on the last question for a section, you will automatically be taken to the first question of the next section. </li>
						<li>You can move the mouse cursor over the section names to view the status of the questions for that section. </li>
						<li>You can shuffle between sections and questions anytime during the examination as per your convenience. </li>
					</ol>

					

					
				</div>
				<div id="instHindi" style="display:none">
				<center><span><b>&#2325;&#2371;&#2346;&#2351;&#2366; &#2344;&#2367;&#2350;&#2381;&#2344;&#2354;&#2367;&#2326;&#2367;&#2340; &#2344;&#2367;&#2352;&#2381;&#2342;&#2375;&#2358;&#2379;&#2306; &#2325;&#2379; &#2343;&#2381;&#2351;&#2366;&#2344; &#2360;&#2375; &#2346;&#2338;&#2364;&#2375;&#2306;</b></span></center>
				<br/><br/><b><u>&#2360;&#2366;&#2350;&#2366;&#2344;&#2381;&#2351; &#2309;&#2344;&#2369;&#2342;&#2375;&#2358;</u></b>
				<br/>
					<ol>
						<li>&#2360;&#2349;&#2368; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344;&#2379;&#2306; &#2325;&#2379; &#2361;&#2354; &#2325;&#2352;&#2344;&#2375; &#2325;&#2375; &#2354;&#2367;&#2319; &#2310;&#2346;&#2325;&#2379; 30 &#2350;&#2367;&#2344;&#2335; &#2325;&#2366; &#2360;&#2350;&#2351; &#2342;&#2367;&#2351;&#2366; &#2332;&#2366;&#2319;&#2327;&#2366;&#2404;</li>
						<li>&#2360;&#2352;&#2381;&#2357;&#2352; &#2346;&#2352; &#2328;&#2337;&#2364;&#2368; &#2354;&#2327;&#2366;&#2312; &#2327;&#2312; &#2361;&#2376; &#2340;&#2341;&#2366; &#2310;&#2346;&#2325;&#2368; &#2360;&#2381;&#2325;&#2381;&#2352;&#2368;&#2344; &#2325;&#2375; &#2342;&#2366;&#2361;&#2367;&#2344;&#2375; &#2325;&#2379;&#2344;&#2375; &#2350;&#2375;&#2306; &#2358;&#2368;&#2352;&#2381;&#2359; &#2346;&#2352; &#2325;&#2366;&#2313;&#2306;&#2335;&#2337;&#2366;&#2313;&#2344; &#2335;&#2366;&#2311;&#2350;&#2352; &#2350;&#2375;&#2306; &#2310;&#2346;&#2325;&#2375; &#2354;&#2367;&#2319; &#2346;&#2352;&#2368;&#2325;&#2381;&#2359;&#2366; &#2360;&#2350;&#2366;&#2346;&#2381;&#2340; &#2325;&#2352;&#2344;&#2375; &#2325;&#2375; &#2354;&#2367;&#2319; &#2358;&#2375;&#2359; &#2360;&#2350;&#2351; &#2346;&#2381;&#2352;&#2342;&#2352;&#2381;&#2358;&#2367;&#2340; &#2361;&#2379;&#2327;&#2366;&#2404; &#2346;&#2352;&#2368;&#2325;&#2381;&#2359;&#2366; &#2360;&#2350;&#2351; &#2360;&#2350;&#2366;&#2346;&#2381;&#2340; &#2361;&#2379;&#2344;&#2375; &#2346;&#2352;, &#2310;&#2346;&#2325;&#2379; &#2309;&#2346;&#2344;&#2368; &#2346;&#2352;&#2368;&#2325;&#2381;&#2359;&#2366; &#2348;&#2306;&#2342; &#2351;&#2366; &#2332;&#2350;&#2366; &#2325;&#2352;&#2344;&#2375; &#2325;&#2368; &#2332;&#2352;&#2370;&#2352;&#2340; &#2344;&#2361;&#2368;&#2306; &#2361;&#2376; &#2404; &#2351;&#2361; &#2360;&#2381;&#2357;&#2340;&#2307; &#2348;&#2306;&#2342; &#2351;&#2366; &#2332;&#2350;&#2366; &#2361;&#2379; &#2332;&#2366;&#2319;&#2327;&#2368;&#2404;</li>
						<li>&#2360;&#2381;&#2325;&#2381;&#2352;&#2368;&#2344; &#2325;&#2375; &#2342;&#2366;&#2361;&#2367;&#2344;&#2375; &#2325;&#2379;&#2344;&#2375; &#2346;&#2352; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2346;&#2376;&#2354;&#2375;&#2335;, &#2344;&#2306;&#2348;&#2352; &#2342;&#2367;&#2319; &#2346;&#2381;&#2352;&#2340;&#2381;&#2351;&#2375;&#2325; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2325;&#2375; &#2354;&#2367;&#2319; &#2344;&#2367;&#2350;&#2381;&#2344; &#2350;&#2375;&#2306; &#2360;&#2375; &#2325;&#2379;&#2312; &#2319;&#2325; &#2360;&#2381;&#2341;&#2367;&#2340;&#2367; &#2346;&#2381;&#2352;&#2325;&#2335; &#2325;&#2352;&#2340;&#2368; &#2361;&#2376; :
								<table><tbody><tr><td valign="top"><span style="padding-top:5px" id="tooltip_not_visited">1</span></td><td>&#2310;&#2346; &#2309;&#2349;&#2368; &#2340;&#2325; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2346;&#2352; &#2344;&#2361;&#2368;&#2306; &#2327;&#2319; &#2361;&#2376;&#2306;&#2404;</td></tr></tbody></table>
								<table><tbody><tr><td valign="top"><span style="padding-top:5px" id="tooltip_not_answered">3</span></td><td>&#2310;&#2346;&#2344;&#2375; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2325;&#2366; &#2313;&#2340;&#2381;&#2340;&#2352; &#2344;&#2361;&#2368;&#2306; &#2342;&#2367;&#2351;&#2366; &#2361;&#2376;&#2404;</td></tr></tbody></table>
								<table><tbody><tr><td valign="top"><span style="padding-top:5px" id="tooltip_answered">5</span></td><td>&#2310;&#2346; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2325;&#2366; &#2313;&#2340;&#2381;&#2340;&#2352; &#2342;&#2375; &#2330;&#2369;&#2325;&#2375; &#2361;&#2376;&#2306;&#2404;</td></tr></tbody></table>
								<table><tbody><tr><td valign="top"><span style="padding-top:5px" id="tooltip_review">7</span></td><td>&#2310;&#2346;&#2344;&#2375; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2325;&#2366; &#2313;&#2340;&#2381;&#2340;&#2352; &#2344;&#2361;&#2368;&#2306; &#2342;&#2367;&#2351;&#2366; &#2361;&#2376; &#2346;&#2352; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2325;&#2379; &#2346;&#2369;&#2344;&#2352;&#2381;&#2357;&#2367;&#2330;&#2366;&#2352; &#2325;&#2375; &#2354;&#2367;&#2319; &#2330;&#2367;&#2344;&#2381;&#2361;&#2367;&#2340; &#2325;&#2367;&#2351;&#2366; &#2361;&#2376;&#2404;</td></tr></tbody></table>
								<table><tbody><tr><td valign="top"><span style="padding-top:12px" id="tooltip_reviewanswered">&nbsp;&nbsp;&nbsp;&nbsp;9</span></td><td>&#2310;&#2346; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2325;&#2366; &#2313;&#2340;&#2381;&#2340;&#2352; &#2342;&#2375; &#2330;&#2369;&#2325;&#2375;&#2306; &#2361;&#2376;&#2306; &#2346;&#2352; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2325;&#2379; &#2346;&#2369;&#2344;&#2352;&#2381;&#2357;&#2367;&#2330;&#2366;&#2352; &#2325;&#2375; &#2354;&#2367;&#2319; &#2330;&#2367;&#2344;&#2381;&#2361;&#2367;&#2340; &#2325;&#2367;&#2351;&#2366; &#2361;&#2376;&#2404;</td></tr></tbody></table>
						</li>
						<li style="list-style-type: none;">&#2346;&#2369;&#2344;&#2352;&#2381;&#2357;&#2367;&#2330;&#2366;&#2352; &#2325;&#2375; &#2354;&#2367;&#2319; &#2330;&#2367;&#2344;&#2381;&#2361;&#2367;&#2340; &#2360;&#2381;&#2341;&#2367;&#2340;&#2367; &#2360;&#2366;&#2350;&#2366;&#2344;&#2381;&#2351;&#2340; &#2309;&#2344;&#2369;&#2360;&#2381;&#2350;&#2366;&#2352;&#2325; &#2325;&#2375; &#2352;&#2370;&#2346; &#2350;&#2375;&#2306; &#2325;&#2366;&#2352;&#2381;&#2351; &#2325;&#2352;&#2340;&#2368; &#2361;&#2376; &#2332;&#2379;&#2325;&#2367; &#2310;&#2346;&#2344;&#2375; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2325;&#2379; &#2342;&#2369;&#2348;&#2366;&#2352;&#2366; &#2342;&#2375;&#2326;&#2344;&#2375; &#2325;&#2375; &#2354;&#2367;&#2319; &#2360;&#2375;&#2335; &#2325;&#2367;&#2351;&#2366; &#2361;&#2376;&#2404; <font color="red"><i>&#2342;&#2367; &#2325;&#2367;&#2360;&#2368; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2325;&#2375; &#2354;&#2367;&#2319; &#2313;&#2340;&#2381;&#2340;&#2352; &#2330;&#2369;&#2344;&#2366; &#2361;&#2379; &#2332;&#2379;&#2325;&#2367; &#2346;&#2369;&#2344;&#2352;&#2381;&#2357;&#2367;&#2330;&#2366;&#2352; &#2325;&#2375; &#2354;&#2367;&#2319; &#2330;&#2367;&#2344;&#2381;&#2361;&#2367;&#2340; &#2325;&#2367;&#2351;&#2366; &#2361;&#2376;, &#2340;&#2348; &#2309;&#2306;&#2340;&#2367;&#2350; &#2350;&#2370;&#2354;&#2381;&#2351;&#2366;&#2306;&#2325;&#2344; &#2350;&#2375;&#2306; &#2313;&#2360; &#2313;&#2340;&#2381;&#2340;&#2352; &#2346;&#2352; &#2343;&#2381;&#2351;&#2366;&#2344;  &#2342;&#2367;&#2351;&#2366; &#2332;&#2366;&#2319;&#2327;&#2366;&#2404;</i></font></li>
					</ol>
					<br/><b><u>&#2325;&#2367;&#2360;&#2368; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2346;&#2352; &#2332;&#2366;&#2344;&#2366; : </u></b>
					<ol start="4">
						<li> &#2313;&#2340;&#2381;&#2340;&#2352; &#2342;&#2375;&#2344;&#2375; &#2361;&#2375;&#2340;&#2369; &#2325;&#2379;&#2312; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2330;&#2369;&#2344;&#2344;&#2375; &#2325;&#2375; &#2354;&#2367;&#2319;, &#2310;&#2346; &#2344;&#2367;&#2350;&#2381;&#2344; &#2350;&#2375;&#2306; &#2360;&#2375; &#2325;&#2379;&#2312; &#2319;&#2325; &#2325;&#2366;&#2352;&#2381;&#2351; &#2325;&#2352; &#2360;&#2325;&#2340;&#2375; &#2361;&#2376;&#2306; :
							<ol type="a">
								<li>&#2360;&#2381;&#2325;&#2381;&#2352;&#2368;&#2344; &#2325;&#2375; &#2342;&#2366;&#2306;&#2351;&#2368; &#2323;&#2352; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2346;&#2335;&#2381;&#2335;&#2367;&#2325;&#2366; &#2350;&#2375;&#2306; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2346;&#2352; &#2360;&#2368;&#2343;&#2375; &#2332;&#2366;&#2344;&#2375; &#2325;&#2375; &#2354;&#2367;&#2319; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2360;&#2306;&#2326;&#2381;&#2351;&#2366; &#2346;&#2352; &#2325;&#2381;&#2354;&#2367;&#2325; &#2325;&#2352;&#2375;&#2306;&#2404; &#2343;&#2381;&#2351;&#2366;&#2344; &#2342;&#2375;&#2306; &#2325;&#2367; &#2311;&#2360; &#2357;&#2367;&#2325;&#2354;&#2381;&#2346; &#2325;&#2366; &#2346;&#2381;&#2352;&#2351;&#2379;&#2327; &#2325;&#2352;&#2344;&#2375; &#2360;&#2375; &#2350;&#2380;&#2332;&#2370;&#2342;&#2366; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2325;&#2375; &#2354;&#2367;&#2319; &#2310;&#2346;&#2325;&#2366; &#2313;&#2340;&#2381;&#2340;&#2352; &#2360;&#2369;&#2352;&#2325;&#2381;&#2359;&#2367;&#2340; &#2344;&#2361;&#2368;&#2306; &#2361;&#2379;&#2340;&#2366; &#2361;&#2376;&#2404; </li>
								<li> &#2357;&#2352;&#2381;&#2340;&#2350;&#2366;&#2344; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2325;&#2366; &#2313;&#2340;&#2381;&#2340;&#2352; &#2360;&#2369;&#2352;&#2325;&#2381;&#2359;&#2367;&#2340; &#2325;&#2352;&#2344;&#2375; &#2325;&#2375; &#2354;&#2367;&#2319; &#2324;&#2352; &#2325;&#2381;&#2352;&#2350; &#2350;&#2375;&#2306; &#2309;&#2327;&#2354;&#2375; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2346;&#2352; &#2332;&#2366;&#2344;&#2375; &#2325;&#2375; &#2354;&#2367;&#2319; <b>Save and Next</b> &#2346;&#2352; &#2325;&#2381;&#2354;&#2367;&#2325; &#2325;&#2352;&#2375;&#2306;&#2404;</li>
								<li> &#2357;&#2352;&#2381;&#2340;&#2350;&#2366;&#2344; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2325;&#2366; &#2313;&#2340;&#2381;&#2340;&#2352; &#2360;&#2369;&#2352;&#2325;&#2381;&#2359;&#2367;&#2340; &#2325;&#2352;&#2344;&#2375; &#2325;&#2375; &#2354;&#2367;&#2319;, &#2346;&#2369;&#2344;&#2352;&#2381;&#2357;&#2367;&#2330;&#2366;&#2352; &#2325;&#2375; &#2354;&#2367;&#2319; &#2330;&#2367;&#2344;&#2381;&#2361;&#2367;&#2340; &#2325;&#2352;&#2344;&#2375; &#2324;&#2352; &#2325;&#2381;&#2352;&#2350; &#2350;&#2375;&#2306; &#2309;&#2327;&#2354;&#2375; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2346;&#2352; &#2332;&#2366;&#2344;&#2375; &#2325;&#2375; &#2354;&#2367;&#2319; <b>Mark for Review and Next</b> &#2346;&#2352; &#2325;&#2381;&#2354;&#2367;&#2325; &#2325;&#2352;&#2375;&#2306;&#2404;</li>
							</ol>
						</li>
						<li>&#2310;&#2346; <b>Question Paper</b> &#2348;&#2335;&#2344; &#2346;&#2352; &#2325;&#2381;&#2354;&#2367;&#2325; &#2325;&#2352;&#2325;&#2375; &#2360;&#2306;&#2346;&#2370;&#2352;&#2381;&#2339; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344;&#2346;&#2340;&#2381;&#2352; &#2325;&#2379; &#2342;&#2375;&#2326; &#2360;&#2325;&#2340;&#2375; &#2361;&#2376;&#2306;&#2404;</li>
					</ol>
					<br/><b><u>&#2346;&#2381;&#2352;&#2358;&#2381;&#2344;&#2379;&#2306; &#2325;&#2366; &#2313;&#2340;&#2381;&#2340;&#2352; &#2342;&#2375;&#2344;&#2366; : </u></b>
					<ol start="6">
						<li>&#2348;&#2361;&#2369;&#2357;&#2367;&#2325;&#2354;&#2381;&#2346; &#2346;&#2381;&#2352;&#2325;&#2366;&#2352; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2325;&#2375; &#2354;&#2367;&#2319; : 
							<ol type="a">
								<li>&#2309;&#2346;&#2344;&#2366; &#2313;&#2340;&#2381;&#2340;&#2352; &#2330;&#2369;&#2344;&#2344;&#2375; &#2325;&#2375; &#2354;&#2367;&#2319;, &#2357;&#2367;&#2325;&#2354;&#2381;&#2346; &#2348;&#2335;&#2344;&#2379;&#2306; &#2350;&#2375;&#2306; &#2360;&#2375; &#2325;&#2367;&#2360;&#2368; &#2319;&#2325; &#2346;&#2352; &#2325;&#2381;&#2354;&#2367;&#2325; &#2325;&#2352;&#2375;&#2306;&#2404;</li>
								<li>&#2309;&#2346;&#2344;&#2366; &#2313;&#2340;&#2381;&#2340;&#2352; &#2348;&#2342;&#2354;&#2344;&#2375; &#2325;&#2375; &#2354;&#2367;&#2319;, &#2309;&#2344;&#2381;&#2351; &#2357;&#2366;&#2306;&#2331;&#2367;&#2340; &#2357;&#2367;&#2325;&#2354;&#2381;&#2346; &#2348;&#2335;&#2344; &#2346;&#2352; &#2325;&#2381;&#2354;&#2367;&#2325; &#2325;&#2352;&#2375;&#2306;&#2404;</li>
								<li>&#2309;&#2346;&#2344;&#2366; &#2313;&#2340;&#2381;&#2340;&#2352; &#2360;&#2369;&#2352;&#2325;&#2381;&#2359;&#2367;&#2340; &#2325;&#2352;&#2344;&#2375; &#2325;&#2375; &#2354;&#2367;&#2319;, &#2310;&#2346;&#2325;&#2379; <b>Save and Next</b> &#2346;&#2352; &#2325;&#2381;&#2354;&#2367;&#2325; &#2325;&#2352;&#2344;&#2366; &#2332;&#2352;&#2370;&#2352;&#2368; &#2361;&#2376;&#2404;</li>
								<li>&#2330;&#2351;&#2344;&#2367;&#2340; &#2313;&#2340;&#2381;&#2340;&#2352; &#2325;&#2379; &#2309;&#2330;&#2351;&#2344;&#2367;&#2340; &#2325;&#2352;&#2344;&#2375; &#2325;&#2375; &#2354;&#2367;&#2319;, &#2330;&#2351;&#2344;&#2367;&#2340; &#2357;&#2367;&#2325;&#2354;&#2381;&#2346; &#2346;&#2352; &#2342;&#2369;&#2348;&#2366;&#2352;&#2366; &#2325;&#2381;&#2354;&#2367;&#2325; &#2325;&#2352;&#2375;&#2306; &#2351;&#2366; <b>Clear Response</b> &#2348;&#2335;&#2344; &#2346;&#2352; &#2325;&#2381;&#2354;&#2367;&#2325; &#2325;&#2352;&#2375;&#2306;&#2404;</li>
								<li>&#2325;&#2367;&#2360;&#2368; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2325;&#2379; &#2346;&#2369;&#2344;&#2352;&#2381;&#2357;&#2367;&#2330;&#2366;&#2352; &#2325;&#2375; &#2354;&#2367;&#2319; &#2330;&#2367;&#2344;&#2381;&#2361;&#2367;&#2340; &#2325;&#2352;&#2344;&#2375; &#2361;&#2375;&#2340;&#2369;<b> Mark for Review and Next</b> &#2346;&#2352; &#2325;&#2381;&#2354;&#2367;&#2325; &#2325;&#2352;&#2375;&#2306;&#2404; <font color="red"><i>&#2351;&#2342;&#2367; &#2325;&#2367;&#2360;&#2368; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2325;&#2375; &#2354;&#2367;&#2319; &#2313;&#2340;&#2381;&#2340;&#2352; &#2330;&#2369;&#2344;&#2366; &#2361;&#2379; &#2332;&#2379;&#2325;&#2367; &#2346;&#2369;&#2344;&#2352;&#2381;&#2357;&#2367;&#2330;&#2366;&#2352; &#2325;&#2375; &#2354;&#2367;&#2319; &#2330;&#2367;&#2344;&#2381;&#2361;&#2367;&#2340; &#2325;&#2367;&#2351;&#2366; &#2361;&#2376;, &#2340;&#2348; &#2309;&#2306;&#2340;&#2367;&#2350; &#2350;&#2370;&#2354;&#2381;&#2351;&#2366;&#2306;&#2325;&#2344; &#2350;&#2375;&#2306; &#2313;&#2360; &#2313;&#2340;&#2381;&#2340;&#2352; &#2346;&#2352; &#2343;&#2381;&#2351;&#2366;&#2344;  &#2342;&#2367;&#2351;&#2366; &#2332;&#2366;&#2319;&#2327;&#2366;&#2404;</i></font></li>
							</ol>
						</li>
						<li>&#2360;&#2306;&#2326;&#2381;&#2351;&#2366;&#2340;&#2381;&#2350;&#2325; &#2313;&#2340;&#2381;&#2340;&#2352; &#2346;&#2381;&#2352;&#2325;&#2366;&#2352; &#2325;&#2375; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2325;&#2375; &#2354;&#2367;&#2319;
							<ol type="a">
								<li>&#2309;&#2346;&#2344;&#2375; &#2313;&#2340;&#2381;&#2340;&#2352; &#2325;&#2375; &#2352;&#2370;&#2346; &#2350;&#2375;&#2306; &#2344;&#2306;&#2348;&#2352; &#2342;&#2352;&#2381;&#2332; &#2325;&#2352;&#2344;&#2375; &#2325;&#2375; &#2354;&#2367;&#2319;, &#2357;&#2352;&#2381;&#2330;&#2369;&#2309;&#2354; &#2344;&#2381;&#2351;&#2370;&#2350;&#2375;&#2352;&#2367;&#2325;&#2354; &#2325;&#2368;&#2346;&#2376;&#2337; &#2325;&#2366; &#2346;&#2381;&#2352;&#2351;&#2379;&#2327; &#2325;&#2352;&#2375;&#2306;&#2404;</li>
								<li>&#2319;&#2325; &#2309;&#2306;&#2358; (&#2313;&#2342;&#2366;&#2361;&#2352;&#2339; &#2325;&#2375; &#2354;&#2367;&#2319; 0.3 &#2351;&#2366; -0.3) &#2342;&#2358;&#2350;&#2354;&#2357; &#2348;&#2367;&#2306;&#2342;&#2369; &#2360;&#2375; &#2346;&#2361;&#2354;&#2375; &#2325;&#2375;&#2357;&#2354; '0' &#2325;&#2375; &#2360;&#2366;&#2341; &#2313;&#2340;&#2381;&#2340;&#2352; &#2325;&#2375; &#2352;&#2370;&#2346; &#2350;&#2375;&#2306; &#2342;&#2352;&#2381;&#2332; &#2325;&#2367;&#2351;&#2366; &#2332;&#2366; &#2360;&#2325;&#2340;&#2366; &#2361;&#2376;&#2404;</li>
								<li>&#2309;&#2346;&#2344;&#2366; &#2313;&#2340;&#2381;&#2340;&#2352; &#2360;&#2369;&#2352;&#2325;&#2381;&#2359;&#2367;&#2340; &#2325;&#2352;&#2344;&#2375; &#2325;&#2375; &#2354;&#2367;&#2319;, &#2310;&#2346;&#2325;&#2379; <b>Save and Next</b> &#2346;&#2352; &#2325;&#2381;&#2354;&#2367;&#2325; &#2325;&#2352;&#2344;&#2366; &#2332;&#2352;&#2370;&#2352;&#2368; &#2361;&#2376;&#2404;</li>
								<li>&#2309;&#2346;&#2344;&#2366; &#2313;&#2340;&#2381;&#2340;&#2352; &#2350;&#2367;&#2335;&#2366;&#2344;&#2375; &#2325;&#2375; &#2354;&#2367;&#2319;, <b>Clear Response</b> &#2348;&#2335;&#2344; &#2346;&#2352; &#2325;&#2381;&#2354;&#2367;&#2325; &#2325;&#2352;&#2375;&#2306;&#2404;</li>
							</ol>
						</li>
						<li>&#2325;&#2367;&#2360;&#2368; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2325;&#2366; &#2313;&#2340;&#2381;&#2340;&#2352; &#2348;&#2342;&#2354;&#2344;&#2375; &#2325;&#2375; &#2354;&#2367;&#2319;, &#2346;&#2361;&#2354;&#2375; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2325;&#2366; &#2330;&#2351;&#2344; &#2325;&#2352;&#2375;&#2306;, &#2347;&#2367;&#2352; &#2344;&#2319; &#2313;&#2340;&#2381;&#2340;&#2352; &#2357;&#2367;&#2325;&#2354;&#2381;&#2346; &#2346;&#2352; &#2325;&#2381;&#2354;&#2367;&#2325; &#2325;&#2352;&#2344;&#2375; &#2325;&#2375; &#2348;&#2366;&#2342; <b>Save &amp; Next </b> &#2348;&#2335;&#2344; &#2346;&#2352; &#2325;&#2381;&#2354;&#2367;&#2325; &#2325;&#2352;&#2375;&#2306;&#2404;</li>
						<li>&#2313;&#2340;&#2381;&#2340;&#2352; &#2342;&#2375;&#2344;&#2375; &#2325;&#2375; &#2348;&#2366;&#2342; &#2332;&#2379; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2360;&#2369;&#2352;&#2325;&#2381;&#2359;&#2367;&#2340; &#2361;&#2376;&#2306; &#2351;&#2366; &#2346;&#2369;&#2344;&#2352;&#2381;&#2357;&#2367;&#2330;&#2366;&#2352; &#2325;&#2375; &#2354;&#2367;&#2319; &#2330;&#2367;&#2344;&#2381;&#2361;&#2367;&#2340; &#2361;&#2376; , &#2360;&#2367;&#2352;&#2381;&#2347; &#2313;&#2344; &#2346;&#2352; &#2361;&#2368; &#2350;&#2370;&#2354;&#2381;&#2351;&#2366;&#2306;&#2325;&#2344; &#2325;&#2375; &#2354;&#2367;&#2319; &#2343;&#2381;&#2351;&#2366;&#2344; &#2342;&#2367;&#2351;&#2366; &#2332;&#2366;&#2319;&#2327;&#2366;&#2404;</li>
					</ol>
					<br/><b><u>&#2326;&#2306;&#2337;&#2379;&#2306; &#2342;&#2381;&#2357;&#2366;&#2352;&#2366; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2346;&#2352; &#2332;&#2366;&#2344;&#2366; : </u></b>
					<ol start="10">
						<li>&#2311;&#2360; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344;&#2346;&#2340;&#2381;&#2352; &#2350;&#2375;&#2306; &#2360;&#2381;&#2325;&#2381;&#2352;&#2368;&#2344; &#2325;&#2375; &#2358;&#2368;&#2352;&#2381;&#2359; &#2348;&#2366;&#2352; &#2346;&#2352; &#2326;&#2306;&#2337; &#2346;&#2381;&#2352;&#2342;&#2352;&#2381;&#2358;&#2367;&#2340; &#2361;&#2379;&#2340;&#2375; &#2361;&#2376;&#2306;&#2404; &#2325;&#2367;&#2360;&#2368; &#2326;&#2306;&#2337; &#2350;&#2375;&#2306; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344;, &#2326;&#2306;&#2337; &#2344;&#2366;&#2350; &#2346;&#2352; &#2325;&#2381;&#2354;&#2367;&#2325; &#2325;&#2352;&#2325;&#2375; &#2342;&#2375;&#2326;&#2375; &#2332;&#2366; &#2360;&#2325;&#2340;&#2375; &#2361;&#2376;&#2306;&#2404; &#2310;&#2346; &#2357;&#2352;&#2381;&#2340;&#2350;&#2366;&#2344; &#2350;&#2375;&#2306; &#2332;&#2367;&#2360; &#2326;&#2306;&#2337; &#2325;&#2366; &#2313;&#2340;&#2381;&#2340;&#2352; &#2342;&#2375; &#2352;&#2361;&#2375; &#2361;&#2376;&#2306;, &#2357;&#2361; &#2346;&#2381;&#2352;&#2325;&#2366;&#2358;&#2350;&#2366;&#2344; &#2361;&#2379;&#2327;&#2366;&#2404;</li>
						<li>&#2325;&#2367;&#2360;&#2368; &#2326;&#2306;&#2337; &#2325;&#2375; &#2354;&#2367;&#2319; &#2309;&#2306;&#2340;&#2367;&#2350; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2325;&#2375;<b> Save and Next</b> &#2348;&#2335;&#2344; &#2346;&#2352; &#2325;&#2381;&#2354;&#2367;&#2325; &#2325;&#2352;&#2344;&#2375; &#2325;&#2375; &#2348;&#2366;&#2342;, &#2310;&#2346; &#2360;&#2381;&#2357;&#2330;&#2366;&#2354;&#2367;&#2340; &#2352;&#2370;&#2346; &#2360;&#2375; &#2309;&#2327;&#2354;&#2375; &#2326;&#2306;&#2337; &#2325;&#2375; &#2346;&#2381;&#2352;&#2341;&#2350; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344; &#2346;&#2352; &#2346;&#2361;&#2369;&#2306;&#2330; &#2332;&#2366;&#2323;&#2327;&#2375;&#2404; </li>
						<li>&#2310;&#2346; &#2313;&#2360; &#2326;&#2306;&#2337; &#2325;&#2375; &#2354;&#2367;&#2319; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344;&#2379;&#2306; &#2325;&#2368; &#2360;&#2381;&#2341;&#2367;&#2340;&#2367; &#2325;&#2379; &#2342;&#2375;&#2326;&#2344;&#2375; &#2361;&#2375;&#2340;&#2369; &#2326;&#2306;&#2337; &#2344;&#2366;&#2350; &#2325;&#2375; &#2314;&#2346;&#2352; &#2350;&#2366;&#2313;&#2360; &#2325;&#2352;&#2381;&#2360;&#2352; &#2350;&#2370;&#2357; &#2325;&#2352; &#2360;&#2325;&#2340;&#2375; &#2361;&#2379;&#2404; </li>
						<li>&#2310;&#2346; &#2346;&#2352;&#2368;&#2325;&#2381;&#2359;&#2366; &#2325;&#2375; &#2342;&#2380;&#2352;&#2366;&#2344; &#2325;&#2367;&#2360;&#2368; &#2349;&#2368; &#2360;&#2350;&#2351; &#2326;&#2306;&#2337;&#2379;&#2306; &#2324;&#2352; &#2346;&#2381;&#2352;&#2358;&#2381;&#2344;&#2379;&#2306; &#2325;&#2375; &#2348;&#2368;&#2330; &#2309;&#2346;&#2344;&#2368; &#2360;&#2369;&#2357;&#2367;&#2343;&#2366; &#2325;&#2375; &#2309;&#2344;&#2369;&#2360;&#2366;&#2352; &#2347;&#2375;&#2352;&#2348;&#2342;&#2354; &#2325;&#2352; &#2360;&#2325;&#2340;&#2375; &#2361;&#2379;&#2404; </li>
					</ol>
					
				</div>
					<div>
					<center><span><b><font size="4em" color="#2F72B7">Other Important Instructions</font></b></span></center>
						<br/>1 This is a Mock test. The Question paper displayed is for practice purposes only. Under no circumstances should this be presumed as a sample paper.
					</div>
					</div>

					<div style="width:100%">
						<center><input type="button" class="button back" value="Back" onclick="changeQues(iOAP.curQues)"></center>
					</div>

				</div>
				<div id="profileDiv">
					<center><font size="4em"><b>Profile Details</b></font></center>
					<br/>
					<center>
						<table style="border-bottom: #000 1px solid; border-left: #000 1px solid; font-size: 14px; border-top: #000 1px solid; border-right: #000 1px solid;">
							<tr><td><b>User ID</b></td><td>guest</td></tr>
							<tr><td><b>Name</b></td><td>Candidate</td></tr>
							<tr><td><b>Date of Birth</b></td><td>1989-05-22 </td></tr>
							<tr><td><b>Assessment ID</b></td><td>ABC111D1E10001</td></tr>
							<tr><td><b>Email ID</b></td><td>somebody@gmail.com </td></tr>
							<tr><td><b>Contact No</b></td><td>9999999999</td></tr>
						</table>
					</center>
					<div style="width:100%">
						<center><input type="button" class="button back" value="Back" onclick="changeQues(iOAP.curQues)"></center>
					</div>
				</div>
				<div id="QPDiv">
					<div id="viewQPDiv" style="height:90%;overflow:auto">
					</div>
					<div style="width:100%">
						<center><input type="button" class="button back" value="Back" onclick="changeQues(iOAP.curQues)"></center>
					</div>
				</div>
				
				<div id="questionCont">
					<div id="currentQues"></div>
					<div style="width:99%;margin-left:1%;margin-top:5px;bottom:0px">
							<span style="float:left"><input type="button" onclick="fnSubmit('MARK')" id="underreview" class="button actionBn" value="Mark for Review & Next"/></span>
							<!--<span style="float:left"><input type="button" onclick = "fnSubmit('SKIP')" class="button actionBn" value="Skip"/></span>-->
							<span style="float:left"><input type="button" onclick = "resetOption()" class="button actionBn" value="Clear Response"/></span>
							<span style="float:right"><input type="button" style="background-color:#3778BD; color:#FFFFFF;padding-top:5px;padding-bottom:5px;width:180px;height:35px" id="savenext" onclick = "fnSubmit('NEXT')" class="button" value="Save & Next"/></span>
					</div> 
				</div>
				<div id="sectionSummaryDiv">
				</div>
			</div>
			<div id="mainright">
				<div id="timer">
					<div style="width:40%;height:75px;float:left;padding-top:7px;padding-bottom:7px;"><center><img src="images/NewCandidateImage.jpg" height="100%"/></center></div>
					<div style="width:59%;height:75px;float:left;">
						<div style="margin-top:20px;width:100%;" id="showTime"> &nbsp;</div>
						<div style="width:100%"><i>Candidate</i></div>
					</div>
				</div>
				<div class="numberpanel">
					<div id="viewSection"> 
					</div>
					<div id="numberpanelQues">
					</div>
					<div id="legend" style="margin-left:8px">
						<table width="95%" class="diff_type_notation_area_inner">
							<tr>
								<td colspan="4"><b>Legend : </b></td>
							</tr>
							<tr>
								<td><span class = "answered"answered>&nbsp;</span></td> <td> Answered</td>
								<td><span class="not_answered" >&nbsp;</span></td> <td>Not Answered</td>
							</tr>
							<tr>
								<td><span class="review" >&nbsp;</span></td> <td> Marked</td>
								<td><span class="not_visited" >&nbsp;</span></td> <td> Not Visited</td>
							</tr>
						</table>
						<table width="100%">
							<tr>
								<td><center> <input id="viewQPButton" type="button" class="button" style="width:110px" value="Question Paper" onclick="showQP()"/> </center></td>
								<td><center> <input type="button" id="viewInstructionsButton" class="button" style="width:110px" value="Instructions" onclick="showModule('instructionsDiv')"/>  </center></td>
							</tr>
							<tr>
								<td><center> <input type="button" id="viewProButton" class="button" style="width:110px" value="Profile" onclick="showModule('profileDiv')"/> </center></td>
								<td><center> <input type="button" class="button" style="width:110px" id="finalSub" onclick="submitConfirmation('submit')" value="Submit" disabled/></center></td>
							</tr>
						</table>
					</div>
				</div>
			</div>
			
	</div>
	<div id="footer"></div>
</body>
</html>
